[
    {
      "id":1,
      "znak": "Aquarius",
      "putanjaSlika": "IMG/vodolija.png",
      "opisZnak":
        "Aquarius (the sign of the Water Bearer) is the eleventh sign of the Zodiac, influencing people born between January 21 - February 19. The Air signs of Gemini, Libra and Aquarius are associated with thought, perspective and communication. Combined with other elements, air feels that water will obscure it, earth will suffocate it, but fire will inspire and uplift it.",
      "imeKristal": "Aquamarine",
      "opisKristal":
        "Aquamarine is one of the best Aquarius crystals, helping Aquarius sun signs to transform their thoughts into reality and supporting their humanitarian endeavors by bringing them compassion, empathy and an inspired sense of service to humanity. This is a light-hearted crystal that helps them go with the flow and reduce their stress. It also promotes authenticity and helps them feel more comfortable with themselves, especially when they feel like an outsider since they think so far in advance of most people."
    },
    {
      "id":2,
      "znak": "Pisces",
      "putanjaSlika": "IMG/riba.png",
      "opisZnak":
        "Pisces (the sign of the Fish) is the twelfth sign of the Zodiac, influencing people born between February 20 - March 20. The Water signs of Cancer, Scorpio and Pisces are associated with growth processes, identification and emotion. Combined with other elements, water feels that fire will make it boil, air will evaporate it, but earth will shape and channel it.",
      "imeKristal": "Bloodstone",
      "opisKristal":
        "Use Bloodstone to balance that emotional side. If you find you're becoming overwhelmed or too emotional, Bloodstone will tone it down. It is a stone that mixed emotion and grounding earth energy. Some legends say Blodstone contains the blood of Christ as it dropped to the earth; it is a combination of a very emotional time in Christianity that is grounded in the Earth."
    },
    {
      "id":3,
      "znak": "Aries",
      "putanjaSlika": "IMG/ovan.png",
      "opisZnak":
        "Aries (the sign of the Ram) is the first sign of the Zodiac, influencing people born between March 21 - April 20. The Fire signs of Aries, Leo and Sagittarius are associated with action, passion, and energy. Combined with other elements, fire feels that earth will smother it, water will drown it, but air will fan and enliven it.",
      "imeKristal": "Apache Tears",
      "opisKristal":
        "Apache Tears are useful spiritual grounding stones, and are positive aids to use to ground you back to earth, and make contact with the natural realm.Often those who work constantly with higher vibration stones may become ungrounded, and this is an excellent stone to remedy any side effects you may feel.Although they look quite different to the stone that is normally called Black Obsidian, these odd shaped stones are a form of Black Obsidian.They are a powerful Aries birthstone to utilize when you feel you need psychic protection.They will help to protect the aura and absorb negative energy. For spiritual workers it is one of a group of highly protective stones."
    },
    {
      "id":4,
      "znak": "Taurus",
      "putanjaSlika": "IMG/bik.png",
      "opisZnak":
        "Taurus (the sign of the Bull) is the second sign of the Zodiac, influencing people born between April 21 - May 20. The Earth signs of Taurus, Virgo and Capricorn are associated with sensation, stability and practicality. Combined with other elements, earth feels that air will dry it, fire will parch it, but water will refresh and nourish it.",
      "imeKristal": "Emerald",
      "opisKristal":
        "Emerald helps in the spiritual awakening of Taurus where their self-seeking transforms into selflessness. Since people born under the Taurus zodiac sign have a strong inclination to possess, Emeralds gently impart the ability to share. Because of this, Taurus people start to experience genuine peace, beauty, and plenitude.All these add up to positively impact Taurus birthstone personalities’ ability to relate and connect with people.Emeralds also help improve memory faculties. They restore faith in work, relationships, and in life in general. There is also a kind of spiritual impact that brings about a certain degree of clairvoyance in to the character.This Taurus gemstone is also believed to attract love, whether romantic, platonic, or self-love."
    },
    {
      "id":5,
      "znak": "Gemini",
      "putanjaSlika": "IMG/blizanac.png",
      "opisZnak":
        "Gemini (the sign of the Twins) is the third sign of the Zodiac, influencing people born between May 21 - June 21. The Air signs of Gemini, Libra and Aquarius are associated with thought, perspective and communication. Combined with other elements, air feels that water will obscure it, earth will suffocate it, but fire will inspire and uplift it.",
      "imeKristal": "Pearl",
      "opisKristal":
        "Pearl is regarded as the most appropriate birthstone for Gemini because it symbolizes the duality in the zodiac sign. It represents joy and sorrow, life and death, and health and sickness.It is believed that by conservation and transmutation of the ‘serpent fire’ within the body of the Gemini and Pearl alike, the law of alternation and death will be conquered.Pearls also represent the person’s spiritual journey that is deep-rooted in this sign.It helps one realize that no matter how down and out you are, it is never impossible to attain the unbelievable beauty that is signified by the Pearl. It also communicates the virtue of resilience."
    },
    {
      "id":6,
      "znak": "Cancer",
      "putanjaSlika": "IMG/riba.png",
      "opisZnak":
        "Cancer (the sign of the Crab) is the fourth sign of the Zodiac, influencing people born between June 22 - July 22. The Water signs of Cancer, Scorpio and Pisces are associated with growth processes, identification and emotion. Combined with other elements, water feels that fire will make it boil, air will evaporate it, but earth will shape and channel it.",
      "imeKristal": "Ruby",
      "opisKristal":
        "Ruby is a superb stone with a lovely color, in various shades of red, from a quite deep red color through to a magenta pink shade, all quite beautiful colors.This Cancer birthstone has a vibrant color that radiates intensely as does its energy, which stimulates vitality and passion for life.The energy of this crystal helps to support you to retain wealth in your life. It has powerful energy for psychic protection, by creating a shield against psychic attack.If you are spacey after doing meditation with high vibration stones, it aids spiritual grounding, and works to bring you down to earth and ground you."
    },
    {
      "id":7,
      "znak": "Leo",
      "putanjaSlika": "IMG/lav.png",
      "opisZnak":
        "Leo (the sign of the Lion) is the fifth sign of the Zodiac, influencing people born between July 23 - August 23. The Fire signs of Aries, Leo and Sagittarius are associated with action, passion, and energy. Combined with other elements, fire feels that earth will smother it, water will drown it, but air will fan and enliven it. ",
      "imeKristal": "Peridot",
      "opisKristal":
        "Peridot carries specific properties that enhance the positive aspects of Leos and help curb their negative attributes that are an intrinsic part of Leo’s character.The soothing golden green glow of Peridot acts as a light of wisdom for Leo people.Peridot can potentially have a huge influence on the wearer’s character. As it renders an impact on the individual, it also helps him play a vital role in the shaping up of society at large.Peridot and Leos are associated because of how Leos value loyalty, faithfulness, truth, and love. This stone also resonates with protection, dignity, and fame.It’s used to invite openness, promote growth, and increase prosperity."
    },
    {
      "id":8,
      "znak": "Virgo",
      "putanjaSlika": "IMG/devica.png",
      "opisZnak":
        "Virgo (the sign of the Virgin) is the sixth sign of the Zodiac, influencing people born between August 24 - September 23. The Earth signs of Taurus, Virgo and Capricorn are associated with sensation, stability and practicality. Combined with other elements, earth feels that air will dry it, fire will parch it, but water will refresh and nourish it.",
      "imeKristal": "Sapphire",
      "opisKristal":
        "Sapphire and its blue color is capable and important. It’s the shade of the sky and the heavens. It’s thought to be the highest light of all blue stones.On a spiritual level, Sapphire is a wonderful meditation tool that has been utilized by yogis, healers, and saints for centuries.Sapphire encourages Virgos to make its ruling planet Mercury helpful towards them by diverting all the positive energies of the planet into their lives. It makes the planet more compassionate towards the wearer.Virgo birthstone likewise improves the analytical characteristics in Virgos. They can decipher circumstances with greater clarity.They also turn out to be more clairvoyant and accomplish mental and spiritual peace much easier."
    },
    {
      "id":9,
      "znak": "Libra",
      "putanjaSlika": "IMG/vaga.png",
      "opisZnak":
        "Libra (the sign of the Scales) is the seventh sign of the Zodiac, influencing people born between September 24 - October 23. The Air signs of Gemini, Libra and Aquarius are associated with thought, perspective and communication. Combined with other elements, air feels that water will obscure it, earth will suffocate it, but fire will inspire and uplift it.",
      "imeKristal": "Tourmaline",
      "opisKristal":
        "Tourmaline helps Libra in overcoming the limited ways of thinking and grasping the lofty concepts of reality. This birthstone of Libra can remind us that we are all light-beings, only currently in physical form, and that we can easily get in contact with both the physical and spiritual worlds around us. Looking at life this way, we can get a much better picture of our purpose of existence.The energy of Tourmaline is very powerful. This birthstone assists Libra to neutralize the energy blockages caused by stress and confusion.The different colors of tourmaline bring their own specific additional features."
    },
    {
      "id":10,
      "znak": "Scorpio",
      "putanjaSlika": "IMG/skorpija.png",
      "opisZnak":
        "Scorpio (the sign of the Scorpion) is the eighth sign of the Zodiac, influencing people born between October 24 - November 22. The Water signs of Cancer, Scorpio and Pisces are associated with growth processes, identification and emotion. Combined with other elements, water feels that fire will make it boil, air will evaporate it, but earth will shape and channel it. ",
      "imeKristal": "Topaz",
      "opisKristal":
        "Scorpio is considered to be the most powerful of all zodiac signs, and it can create a dual impact. Therefore, a scorpion individual requires Topaz for creating an inspiring and stimulating influence on both the mind, and the soul. Topaz gemstone beads conduct the energies of the ruling planet, Pluto. It plays a great role in enhancing the area of relationship with loyalty, constancy and faithfulness. It is important to note that the strong influence of Topaz can create a balancing effect on the nervous system and the chakras. Apart from that, it can even heal health issues like gout, asthma problems, mental issues, sleeping disorders, etc."
    },
    {
      "id":11,
      "znak": "Sigittarius",
      "putanjaSlika": "IMG/strelac.png",
      "opisZnak":
        "Sagittarius (the sign of the Archer) is the ninth sign of the Zodiac, influencing people born between November 23 - December 21. The Fire signs of Aries, Leo and Sagittarius are associated with action, passion, and energy. Combined with other elements, fire feels that earth will smother it, water will drown it, but air will fan and enliven it. ",
      "imeKristal": "Turquoise",
      "opisKristal":
        "Sagittarius is a symbol of an animal man aiming towards potential godhood. It signifies high idealism and noble aspirations. It also represents the number nine of initiation. Thereby, a spiritual mind is the highest expression of a Sagittarian. Turquoise is the birthstone for this zodiac sign as it is opaque as the earth and it has the power to lift the spirit high. It provides wisdom of both earth and sky, thereby it is old and yet young. It is considered to be pure as it is believed to hold the atmosphere surrounding the earth and sky, thereby giving life and breath."
    },
    {
      "id":12,
      "znak": "Capricorn",
      "putanjaSlika": "IMG/jarac.png",
      "opisZnak":
        "Capricorn (the sign of the Goat) is the tenth sign of the Zodiac, influencing people born between December 22 - January 20. The Earth signs of Taurus, Virgo and Capricorn are associated with sensation, stability and practicality. Combined with other elements, earth feels that air will dry it, fire will parch it, but water will refresh and nourish it. ",
      "imeKristal": "Garnet",
      "opisKristal":
        "Garnets are said to attract the energy of planet Saturn, the ruling planet of Capricorns, helping those who wear it prosper and lead a more aligned lifestyle – mentally, spiritually and physically.Wearing a garnet can balance out unwarranted feelings of inadequacy and self-doubt and help a Capricorn forge ahead in their life’s path in a more relaxed and confident manner.In addition to personality enhancements, garnets are believed to aid with the healing and protection against certain physical ailments as well, including lung infections, heart disease and blood issues."
    }
]